11/data/attachments/c4d4a9753c7f8248.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_11588301-da1c-4fd6-9680-fbe35f805990</nif:username>
            <nif:friendToBeAdded>Samantha_among_Friend_4938_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>